Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# agent.artifact.repoAlternatives.error.sourceIncludedFormat
source: Candidate duplicates the source repository: %@
ar: المستودع المرشح يكرر المستودع المصدر: %@
de: Das Kandidaten-Repository entspricht dem Quell-Repository: %@
es: El repositorio candidato duplica el repositorio de origen: %@
fr: Le dépôt candidat est identique au dépôt source : %@
id: Repositori kandidat sama dengan repositori sumber: %@
it: Il repository candidato coincide con il repository di origine: %@
ja: 候補リポジトリがソースリポジトリと重複しています: %@
ko: 후보 저장소가 소스 저장소와 같습니다: %@
nl: De kandidaat-repository is gelijk aan de bronrepository: %@
pl: Repozytorium kandydujące jest takie samo jak repozytorium źródłowe: %@
pt_br: O repositório candidato é igual ao repositório de origem: %@
ru: Репозиторий-кандидат совпадает с исходным репозиторием: %@
tr: Aday depo kaynak depoyla aynı: %@
uk: Репозиторій-кандидат збігається з вихідним репозиторієм: %@
vi: Kho ứng viên trùng với kho nguồn: %@
zh_hans: 候选仓库与源仓库重复：%@
zh_hant: 候選儲存庫與來源儲存庫重複：%@

# agent.untaggedTidy.error.alreadyTagged
source: The selected repository is no longer untagged. Refresh the preview.
ar: لم يعد المستودع المحدد بلا علامات. حدّث المعاينة.
de: Das ausgewählte Repository ist nicht mehr ungetaggt. Aktualisiere die Vorschau.
es: El repositorio seleccionado ya tiene etiquetas. Actualiza la vista previa.
fr: Le dépôt sélectionné possède désormais des étiquettes. Actualisez l’aperçu.
id: Repositori yang dipilih tidak lagi tanpa tag. Muat ulang pratinjau.
it: Il repository selezionato non è più senza tag. Aggiorna l’anteprima.
ja: 選択したリポジトリには既にタグがあります。プレビューを更新してください。
ko: 선택한 저장소에 이제 태그가 있습니다. 미리보기를 새로 고치세요.
nl: De geselecteerde repository is niet meer ongelabeld. Vernieuw het voorbeeld.
pl: Wybrane repozytorium nie jest już bez tagów. Odśwież podgląd.
pt_br: O repositório selecionado não está mais sem tags. Atualize a prévia.
ru: У выбранного репозитория уже есть теги. Обновите предпросмотр.
tr: Seçilen depo artık etiketsiz değil. Önizlemeyi yenileyin.
uk: Вибраний репозиторій уже має теги. Оновіть попередній перегляд.
vi: Kho lưu trữ đã chọn không còn chưa gắn thẻ. Hãy làm mới bản xem trước.
zh_hans: 所选仓库已不再是未标签状态，请刷新预览。
zh_hant: 所選儲存庫已不再是未標籤狀態，請重新整理預覽。

# agent.untaggedTidy.error.invalidTaxonomy
source: Tag suggestions must use one to eight existing Starcat tags.
ar: يجب أن تستخدم اقتراحات العلامات من علامة إلى ثماني علامات موجودة في Starcat.
de: Tag-Vorschläge müssen ein bis acht vorhandene Starcat-Tags verwenden.
es: Las sugerencias deben usar entre una y ocho etiquetas existentes de Starcat.
fr: Les suggestions doivent utiliser entre une et huit étiquettes Starcat existantes.
id: Saran tag harus menggunakan satu hingga delapan tag Starcat yang sudah ada.
it: I suggerimenti devono usare da uno a otto tag Starcat esistenti.
ja: タグ候補には既存の Starcat タグを1〜8個使用してください。
ko: 태그 제안은 기존 Starcat 태그 1~8개를 사용해야 합니다.
nl: Tagsuggesties moeten één tot acht bestaande Starcat-tags gebruiken.
pl: Sugestie muszą używać od jednego do ośmiu istniejących tagów Starcat.
pt_br: As sugestões devem usar de uma a oito tags existentes do Starcat.
ru: Предложения должны использовать от одного до восьми существующих тегов Starcat.
tr: Etiket önerileri mevcut bir ila sekiz Starcat etiketi kullanmalıdır.
uk: Пропозиції мають використовувати від одного до восьми наявних тегів Starcat.
vi: Đề xuất phải dùng từ một đến tám thẻ Starcat hiện có.
zh_hans: 标签建议必须使用 1 到 8 个现有 Starcat 标签。
zh_hant: 標籤建議必須使用 1 到 8 個現有 Starcat 標籤。

# agent.untaggedTidy.error.previewChanged
source: The tag diff has changed. Generate a new dry-run preview.
ar: تغيّرت فروق العلامات. أنشئ معاينة dry-run جديدة.
de: Die Tag-Änderungen haben sich geändert. Erstelle eine neue Dry-Run-Vorschau.
es: Los cambios de etiquetas han variado. Genera una nueva vista previa dry-run.
fr: Les modifications d’étiquettes ont changé. Générez un nouvel aperçu dry-run.
id: Perbedaan tag telah berubah. Buat pratinjau dry-run baru.
it: Le modifiche ai tag sono cambiate. Genera una nuova anteprima dry-run.
ja: タグの差分が変わりました。新しい dry-run プレビューを生成してください。
ko: 태그 변경 사항이 달라졌습니다. 새 dry-run 미리보기를 생성하세요.
nl: De tagwijzigingen zijn veranderd. Genereer een nieuw dry-run-voorbeeld.
pl: Zmiany tagów uległy zmianie. Wygeneruj nowy podgląd dry-run.
pt_br: As alterações de tags mudaram. Gere uma nova prévia dry-run.
ru: Изменения тегов обновились. Создайте новый предпросмотр dry-run.
tr: Etiket farkı değişti. Yeni bir dry-run önizlemesi oluşturun.
uk: Зміни тегів оновилися. Створіть новий попередній перегляд dry-run.
vi: Các thay đổi thẻ đã khác. Hãy tạo bản xem trước dry-run mới.
zh_hans: 标签差异已变化，请重新生成 dry-run 预览。
zh_hant: 標籤差異已變更，請重新產生 dry-run 預覽。

# agent.untaggedTidy.error.verificationFailed
source: Tag write-back verification failed. Refresh repository tags before retrying.
ar: فشل التحقق بعد كتابة العلامات. حدّث علامات المستودع قبل إعادة المحاولة.
de: Die Prüfung nach dem Tag-Schreibvorgang ist fehlgeschlagen. Aktualisiere die Repository-Tags vor einem erneuten Versuch.
es: Falló la verificación tras escribir las etiquetas. Actualiza las etiquetas antes de reintentar.
fr: La vérification après écriture des étiquettes a échoué. Actualisez-les avant de réessayer.
id: Verifikasi setelah penulisan tag gagal. Muat ulang tag repositori sebelum mencoba lagi.
it: La verifica dopo la scrittura dei tag non è riuscita. Aggiorna i tag prima di riprovare.
ja: タグ書き込み後の検証に失敗しました。再試行前にリポジトリのタグを更新してください。
ko: 태그 쓰기 후 검증에 실패했습니다. 다시 시도하기 전에 저장소 태그를 새로 고치세요.
nl: Verificatie na het schrijven van tags is mislukt. Vernieuw de repositorytags voordat je opnieuw probeert.
pl: Weryfikacja po zapisaniu tagów nie powiodła się. Odśwież tagi przed ponowną próbą.
pt_br: A verificação após gravar as tags falhou. Atualize as tags antes de tentar novamente.
ru: Проверка после записи тегов не удалась. Обновите теги репозитория перед повтором.
tr: Etiket yazma sonrası doğrulama başarısız oldu. Yeniden denemeden önce depo etiketlerini yenileyin.
uk: Перевірка після запису тегів не вдалася. Оновіть теги репозиторію перед повтором.
vi: Xác minh sau khi ghi thẻ thất bại. Hãy làm mới thẻ kho lưu trữ trước khi thử lại.
zh_hans: 标签写入后的回读校验失败，请刷新仓库标签后重试。
zh_hant: 標籤寫入後的回讀驗證失敗，請重新整理儲存庫標籤後再試。

# agent.untaggedTidy.error.invalidScope
source: The selected repositories are outside the allowed local tag scope.
ar: تقع المستودعات المحددة خارج نطاق العلامات المحلي المسموح.
de: Die ausgewählten Repositorys liegen außerhalb des zulässigen lokalen Tag-Bereichs.
es: Los repositorios seleccionados están fuera del ámbito local permitido para etiquetas.
fr: Les dépôts sélectionnés sont hors du périmètre local autorisé pour les étiquettes.
id: Repositori yang dipilih berada di luar cakupan tag lokal yang diizinkan.
it: I repository selezionati non rientrano nell’ambito locale consentito per i tag.
ja: 選択したリポジトリは許可されたローカルタグ操作範囲外です。
ko: 선택한 저장소가 허용된 로컬 태그 범위를 벗어났습니다.
nl: De geselecteerde repositories vallen buiten het toegestane lokale tagbereik.
pl: Wybrane repozytoria są poza dozwolonym lokalnym zakresem tagów.
pt_br: Os repositórios selecionados estão fora do escopo local permitido para tags.
ru: Выбранные репозитории находятся вне разрешённой локальной области тегов.
tr: Seçilen depolar izin verilen yerel etiket kapsamının dışında.
uk: Вибрані репозиторії перебувають поза дозволеною локальною областю тегів.
vi: Các kho lưu trữ đã chọn nằm ngoài phạm vi thẻ cục bộ được phép.
zh_hans: 所选仓库不在允许的本地标签操作范围内。
zh_hant: 所選儲存庫不在允許的本機標籤操作範圍內。

# agent.untaggedTidy.error.invalidArguments
source: The tag assignment input is invalid. Generate a new preview.
ar: إدخال تعيين العلامات غير صالح. أنشئ معاينة جديدة.
de: Die Eingabe für die Tag-Zuweisung ist ungültig. Erstelle eine neue Vorschau.
es: La asignación de etiquetas no es válida. Genera una nueva vista previa.
fr: L’attribution des étiquettes n’est pas valide. Générez un nouvel aperçu.
id: Input penetapan tag tidak valid. Buat pratinjau baru.
it: L’assegnazione dei tag non è valida. Genera una nuova anteprima.
ja: タグ割り当ての入力が無効です。新しいプレビューを生成してください。
ko: 태그 할당 입력이 잘못되었습니다. 새 미리보기를 생성하세요.
nl: De invoer voor tagtoewijzing is ongeldig. Genereer een nieuw voorbeeld.
pl: Dane przypisania tagów są nieprawidłowe. Wygeneruj nowy podgląd.
pt_br: A atribuição de tags é inválida. Gere uma nova prévia.
ru: Данные назначения тегов недопустимы. Создайте новый предпросмотр.
tr: Etiket atama girdisi geçersiz. Yeni bir önizleme oluşturun.
uk: Дані призначення тегів некоректні. Створіть новий попередній перегляд.
vi: Dữ liệu gán thẻ không hợp lệ. Hãy tạo bản xem trước mới.
zh_hans: 标签分配参数无效，请重新生成预览。
zh_hant: 標籤分配參數無效，請重新產生預覽。

# agent.untaggedTidy.error.operationFailed
source: The tag operation failed. No further automatic write was attempted.
ar: فشلت عملية العلامات. لم تتم محاولة أي كتابة تلقائية أخرى.
de: Der Tag-Vorgang ist fehlgeschlagen. Es wurde kein weiterer automatischer Schreibversuch unternommen.
es: La operación de etiquetas falló. No se intentó ninguna escritura automática adicional.
fr: L’opération d’étiquetage a échoué. Aucune autre écriture automatique n’a été tentée.
id: Operasi tag gagal. Tidak ada penulisan otomatis lanjutan yang dicoba.
it: L’operazione sui tag non è riuscita. Non sono state tentate altre scritture automatiche.
ja: タグ操作に失敗しました。追加の自動書き込みは実行されていません。
ko: 태그 작업에 실패했습니다. 추가 자동 쓰기는 시도하지 않았습니다.
nl: De tagbewerking is mislukt. Er is geen verdere automatische schrijfactie geprobeerd.
pl: Operacja na tagach nie powiodła się. Nie podjęto kolejnego automatycznego zapisu.
pt_br: A operação de tags falhou. Nenhuma outra gravação automática foi tentada.
ru: Операция с тегами не удалась. Других автоматических записей не выполнялось.
tr: Etiket işlemi başarısız oldu. Başka otomatik yazma girişiminde bulunulmadı.
uk: Операція з тегами не вдалася. Інших автоматичних записів не виконувалося.
vi: Thao tác thẻ thất bại. Không có lần ghi tự động nào khác được thực hiện.
zh_hans: 标签操作失败，未继续执行任何自动写入。
zh_hant: 標籤操作失敗，未繼續執行任何自動寫入。

# agent.artifact.repoInsight.adoptionFit
source: Adoption Fit
ar: توافق الاستخدام
de: Eignung für Adoption
es: Ajuste de adopción
fr: Adéquation à l'adoption
id: Kesesuaian Penggunaan
it: Adattabilità all'adozione
ja: 採用適合性
ko: 적합성(Adoption Fit)
nl: Adoptie Past
pl: Dopasowanie do adopcji
pt_br: Adequação de Adoção
ru: Подходит для внедрения
tr: Benimsenme Uyumu
uk: Підхідність для прийняття
vi: Phù hợp với việc áp dụng
zh_hans: 采用适配度

# agent.artifact.repoInsight.error.invalidArgumentsFormat
source: Invalid Repo Insight artifact arguments: %@
ar: تنسيق参数ات فائقة مخزن غير صالح: %@
de: Ungültige Repo Insight-Artifact-Argumente: %@
es: Argumentos del artefacto Repo Insight inválidos: %@
fr: Format d'arguments invalide pour l'artéfact Repo Insight : %@
id: Argumen artifact Repo Insight tidak valid: %@
it: Argomenti dell'articolo Repo Insight non validi: %@
ja: 無効なリポジトリインサイトアーティファクト引数: %@
ko: 잘못된 Repo Insight 아티팩트 인수: %@
nl: Ongeldige Repo Insight artifact argumenten: %@
pl: Nieprawidłowe argumenty dla artefaktu Repo Insight: %@
pt_br: Argumentos inválidos para o artefato Repo Insight: %@
ru: Некорректный формат аргументов артефакта Repo Insight: %@
tr: Geçersiz Repo Gözlemci sanım argümanları: %@
uk: Неправильний формат аргументів артефакту Repo Insight: %@
vi: Định dạng tham số không hợp lệ cho artifact Repo Insight: %@
zh_hans: 仓库洞察产出物参数无效：%@
zh_hant: 無效的 Repo Insight 物件參數：%@

# agent.artifact.repoInsight.error.unknownRepositoryFormat
source: Repo Insight references repository %lld outside the frozen run context.
ar: مرجع استطلاع المخزن %lld خارج سياق تشغيل المجمد.
de: Repo Insight bezieht sich auf das Repository %lld außerhalb des eingefrorenen Ausführungszusammenhangs.
es: Repo Insight hace referencia a un repositorio %lld fuera del contexto de ejecución congelado.
fr: Repo Insight fait référence au dépôt %lld en dehors du contexte de l'exécution figée.
id: Repo Insight merujuk repositori %lld di luar konteks *frozen* run.
it: Repo Insight fa riferimento a un repository %lld al di fuori del contesto esecuzione congelato.
ja: リポジトリインサイトはフリーズ実行コンテキスト外のリポジトリ %lld を参照しています。
ko: Repo Insight는 동결 실행 컨텍스트 외의 저장소 %lld를 참조합니다.
nl: Repo Insight verwijst naar repository %lld buiten de gefreezeerde run context.
pl: Repo Insight odnosi się do repozytorium %lld poza kontekstem zamrożonego uruchomienia.
pt_br: Repo Insight faz referência a um repositório %lld fora do contexto de execução congelado.
ru: Repo Insight ссылается на репозиторий %lld вне контекста замороженного запуска.
tr: Repo Gözlemci %lld dışında depoya atıfta bulunuyor.
uk: Repo Insight посилається на репозиторій %lld за межами контексту замороженого запуску.
vi: Repo Insight tham chiếu kho lưu trữ %lld ngoài phạm vi bối cảnh chạy đông lạnh.
zh_hans: 仓库洞察引用了冻结运行上下文之外的仓库 %lld。
zh_hant: Repo Insight 引用超出快照範圍的倉庫 %lld。

# agent.artifact.repoInsight.evidenceLimitation
source: README, License, and maintenance activity are not claimed unless present in cited evidence.
ar: README، ترخيص، ونشاط الصيانة لا يتم ادعاءه إلا إذا كان موجودًا في الأدلة المدرجة.
de: README, Lizenz und Wartungsaktivität werden nur beansprucht, wenn sie im zitierten Beweis vorhanden sind.
es: README, Licencia y actividad de mantenimiento no se afirman a menos que estén presentes en las pruebas citadas.
fr: Le README, la licence et l'activité d'entretien ne sont pas revendiqués sauf s'ils sont présents dans les preuves citées.
id: README, Lisensi, dan aktivitas pemeliharaan tidak diklaim kecuali ada dalam bukti yang dicantumkan.
it: README, Licenza e attività di manutenzione non sono inclusi se non presenti nelle prove citate.
ja: README、ライセンス、およびメンテナンス活動は引用された証拠に存在しない場合は主張されません。
ko: README, 라이선스 및 유지보수 활동은 인용된 증거에 존재할 때만 주장됩니다.
nl: README, Licentie en onderhoudsactiviteit worden niet geclaimd tenzij aanwezig in geciteerd bewijs.
pl: README, Licencja i aktywność utrzymania nie są uwzględniane, chyba że obecne w cytowanych dowodach.
pt_br: README, Licença e atividade de manutenção não são afirmados a menos que estejam presentes nas evidências citadas.
ru: README, лицензия и активность поддержки не указаны, если отсутствуют в цитируемых доказательствах.
tr: README, Lisans ve bakım aktiviteleri sadece alıntılanan kanıtlarda varsa iddia edilmez.
uk: README, ліцензія та активність підтримки не стверджуються, якщо їх немає у цитованому доказі.
vi: README, Giấy phép và hoạt động bảo trì không được tuyên bố trừ khi có trong bằng chứng trích dẫn.
zh_hans: 除非引用证据中存在，否则不会断言 README、许可证和维护活动。
zh_hant: README、License 和維護活動僅在引用證據中存在時才會聲明。

# agent.artifact.repoInsight.noTopics
source: None in the local snapshot
ar: لا يوجد أي شيء في نسخة النسخ الاحتياطي المحلية
de: Keine Themen im lokalen Snapshot
es: Ninguno en la instantánea local
fr: Aucun sujet dans le snapshot local
id: Tidak ada di snapshot lokal
it: Nessuno nello snapshot locale
ja: ローカルスナップショット内にはありません
ko: 로컬 스냅샷에는 없음
nl: Geen in het lokale snapshot
pl: Brak tematów w lokalnym snapshotie
pt_br: Nenhum no snapshot local
ru: Нет тем в локальном снимке
tr: Yerel görüntülemede yok
uk: Немає тем у локальному снимку
vi: Không có chủ đề nào trong bản snapshot cục bộ
zh_hans: 本地快照中没有主题
zh_hant: 本地快照中無主題

# agent.artifact.repoInsight.positioning
source: Positioning
ar: تحديد الموقع
de: Positionierung
es: Posicionamiento
fr: Positionnement
id: Posisi Strategis
it: Posizionamento
ja: ポジショニング
ko: 포지셔닝
nl: Positionering
pl: Pozycjonowanie
pt_br: Posicionamento
ru: Позиционирование
tr: Konumlandırma
uk: Позиціонування
vi: Vị trí định hướng
zh_hans: 定位
zh_hant: 定位

# agent.artifact.repoInsight.recommendedActions
source: Recommended Actions
ar: أفعال مستحبة
de: Empfohlene Maßnahmen
es: Acciones recomendadas
fr: Actions recommandées
id: Aksi Rekomendasi
it: Azioni consigliate
ja: 推奨されるアクション
ko: 추천 조치
nl: Aangeraden Acties
pl: Zalecane Działania
pt_br: Ações Recomendadas
ru: Рекомендуемые действия
tr: Önerilen Eylemler
uk: Рекомендовані дії
vi: Hành động khuyến nghị
zh_hans: 建议操作
zh_hant: 建議動作

# agent.artifact.repoInsight.repositorySnapshot
source: Repository Snapshot
ar: نسخة مخزن
es: Instantánea del repositorio
fr: Snapshot de dépôt
id: Snapshot Repositori
ja: リポジトリスナップショット
ko: 저장소 스냅샷
pt_br: Snapshot do Repositório
ru: Снимок репозитория
tr: Depo Görüntüsü
uk: Снімак репозиторію
vi: Bản snapshot kho lưu trữ
zh_hans: 仓库快照
zh_hant: 倉庫快照

# agent.artifact.repoInsight.risks
source: Risks
ar: خطرات
de: Risiken
es: Riesgos
fr: Risques
id: Resiko
it: Rischi
ja: リスク
ko: 위험 요소
nl: Risico's
pl: Ryzyka
pt_br: Riscos
ru: Риски
tr: Riskler
uk: Ризики
vi: Rủi ro
zh_hans: 风险
zh_hant: 風險

# agent.artifact.weekly.emptyReport
source: No new repositories were starred during this reporting window.
ar: لم يتم تفضيل أي مخازن جديدة خلال هذا النافذة الإبلاغية.
de: Keine neuen Repositories wurden in diesem Berichtszeitraum gestartet.
es: No se marcaron nuevos repositorios durante este período de informe.
fr: Aucun nouveau dépôt n'a été étoilé pendant cette période de rapport.
id: Tidak ada repositori baru yang dibintang-bintangi selama jendela pelaporan ini.
it: Nessun nuovo repository è stato segnalato durante questo periodo di report.
ja: この報告期間中に新しいリポジトリがスターされていません。
ko: 이 보고 기간 동안 새 저장소가 별표로 표시되지 않았습니다.
nl: Geen nieuwe repositories zijn tijdens dit rapportagevenster gestard.
pl: Nie dodano żadnych nowych repozytoriów w tym okresie raportowania.
pt_br: Nenhum novo repositório foi estrelado neste período de relatório.
ru: Новых репозиториев, отмеченных звездой в этом периоде отчетности, не обнаружено.
tr: Bu raporlama penceresi içinde yeni bir depo yıldızlandırılmadı.
uk: У цьому періоду звітності жодного нового репозиторію не було зірою.
vi: Không có kho lưu trữ mới được đánh sao trong cửa sổ báo cáo này.
zh_hans: 此报告周期内没有新增 Star 仓库。
zh_hant: 此報告期間未新增任何倉庫收藏。

# agent.artifact.weekly.error.emptySections
source: A non-empty weekly report requires at least one section.
ar: يحتاج تقرير أسبوعي غير فارغ إلى الأقل قسمًا واحدًا على الأقل.
de: Ein nicht-leerer wöchentlicher Bericht erfordert mindestens eine Sektion.
es: Un informe semanal no vacío requiere al menos una sección.
fr: Un rapport hebdomadaire non vide nécessite au moins une section.
id: Laporan mingguan non-kosong memerlukan setidaknya satu bagian.
it: Un report settimanale non vuoto richiede almeno una sezione.
ja: 非空の週次レポートには少なくとも1つのセクションが必要です。
ko: 비어 있지 않은 주간 보고서는 최소 한 개의 섹션을 필요로 합니다.
nl: Een niet-lege wekelijkse rapportage vereist ten minste één sectie.
pl: Pusty tygodniowy raport wymaga co najmniej jednego sekcji.
pt_br: Um relatório semanal não vazio requer pelo menos uma seção.
ru: Непустой еженедельный отчет требует хотя бы одного раздела.
tr: Dolu bir haftalık rapor en az bir bölüm gerektirir.
uk: Непорожній тижневий звіт повинен містити принаймні один розділ.
vi: Một bản báo cáo tuần không rỗng cần ít nhất một phần.
zh_hans: 非空周报至少需要一个章节。
zh_hant: 非空的每週報告至少需要一個區段。

# agent.artifact.weekly.error.invalidArgumentsFormat
source: Invalid weekly report artifact arguments: %@
ar: تنسيق فائقة تقرير أسبوعي غير صالح: %@
de: Ungültige wöchentliche Report-Artifact-Argumente: %@
es: Argumentos del artefacto de informe semanal inválidos: %@
fr: Format d'arguments invalide pour l'artéfact de rapport hebdomadaire : %@
id: Argumen artifact laporan mingguan tidak valid: %@
it: Argomenti dell'articolo del report settimanale non validi: %@
ja: 無効な週次レポートアーティファクト引数: %@
ko: 잘못된 주간 보고서 아티팩트 인수: %@
nl: Ongeldige wekelijkse rapportage artifact argumenten: %@
pl: Nieprawidłowe argumenty dla artefaktu tygodniowego raportu: %@
pt_br: Argumentos inválidos para o artefato de relatório semanal: %@
ru: Некорректный формат аргументов артефакта еженедельного отчета: %@
tr: Geçersiz haftalık rapor sanım argümanları: %@
uk: Неправильний формат аргументів артефакту тижневого звіту: %@
vi: Định dạng tham số artifact báo cáo tuần không hợp lệ: %@
zh_hans: 周报产出物参数无效：%@
zh_hant: 無效的每週報告物件參數：%@

# agent.artifact.weekly.error.sectionWithoutRepositories
source: Every non-empty weekly report section must reference at least one repository.
ar: يجب أن يرجح كل قسم أسبوعي غير فارغ على الأقل مخزن واحد.
de: Jede nicht-leere Sektion des wöchentlichen Berichts muss mindestens ein Repository beziehen.
es: Cada sección no vacía del informe semanal debe referenciar al menos un repositorio.
fr: Chaque section non vide du rapport hebdomadaire doit faire référence à au moins un dépôt.
id: Setiap bagian laporan mingguan non-kosong harus merujuk setidaknya satu repositori.
it: Ogni sezione non vuota del report settimanale deve fare riferimento ad almeno un repository.
ja: 非空の週次レポートセクションは少なくとも1つのリポジトリを参照する必要があります。
ko: 비어 있지 않은 주간 보고서 섹션은 최소 한 개의 저장소를 참조해야 합니다.
nl: Elke niet-lege sectie van de wekelijkse rapportage moet verwijzen naar ten minste één repository.
pl: Każda niepusta sekcja tygodniowego raportu musi odnosić się do co najmniej jednego repozytorium.
pt_br: Toda seção não vazia do relatório semanal deve referenciar pelo menos um repositório.
ru: Каждый непустой раздел еженедельного отчета должен ссылаться хотя бы на один репозиторий.
tr: Her dolu haftalık rapor bölümü en az bir depoya atıfta bulunmalıdır.
uk: У кожному непорожньому розділі тижневого звіту має бути принаймні один репозиторій.
vi: Mỗi phần không rỗng trong bản báo cáo tuần phải tham chiếu ít nhất một kho lưu trữ.
zh_hans: 非空周报的每个章节必须引用至少一个仓库。
zh_hant: 每個非空的每週報告區段必須引用至少一個倉庫。

# agent.artifact.weekly.error.unknownRepositoriesFormat
source: Weekly report references repositories outside the frozen run context: %@
ar: يرجع تقرير الأسبوع إلى مخازن خارج سياق تشغيل المجمد: %@
de: Wöchentlicher Bericht bezieht sich auf Repositories außerhalb des eingefrorenen Ausführungszusammenhangs: %@
es: El informe semanal hace referencia a repositorios fuera del contexto de ejecución congelado: %@
fr: Le rapport hebdomadaire fait référence à des dépôts en dehors du contexte d'exécution figée : %@
id: Laporan mingguan merujuk repositori di luar konteks *frozen* run: %@
it: Il report settimanale fa riferimento a repository al di fuori del contesto esecuzione congelato: %@
ja: 週次レポートがフリーズ実行コンテキスト外のリポジトリを参照しています: %@
ko: 주간 보고서는 동결 실행 컨텍스트 외의 저장소들을 참조합니다: %@
nl: Wekelijkse rapportage verwijst naar repositories buiten de gefreezeerde run context: %@
pl: Tygodniowy raport odnosi się do repozytoriów poza kontekstem zamrożonego uruchomienia: %@
pt_br: O relatório semanal faz referência a repositórios fora do contexto de execução congelado: %@
ru: Еженедельный отчет ссылается на репозитории вне контекста замороженного запуска: %@
tr: Haftalık rapor donmuş çalışma bağlamı dışındaki depolara atıfta bulunuyor: %@
uk: Тижневий звіт посилається на репозиторії за межами контексту замороженого запуску: %@
vi: Báo cáo tuần tham chiếu các kho lưu trữ ngoài bối cảnh chạy đông lạnh: %@
zh_hans: 周报引用了冻结运行上下文之外的仓库：%@
zh_hant: 每週報告引用超出快照範圍的倉庫：%@
